app/controllers/members_controller.rb

    def show
      render json: { message: User.all }
---
SELECT "users".* FROM "users"